acpica
aic94xx-firmware
alsa-firmware
base
base-devel
bat
bluez
bluez-utils
btrfs-assistant
btrfs-progs
chafa
chromium
compsize
dunst
efibootmgr
fastfetch
fd
firefox
fish
gdb
ghostty
git
go
gptfdisk
grml-zsh-config
hwinfo
hypridle
hyprland
hyprpaper
hyprpolkitagent
imagemagick
inotify-tools
intel-ucode
inxi
kitty
kvantum
kwindowsystem
lazygit
libnotify
linux
linux-firmware
linux-firmware-qlogic
linux-headers
lldb
llvm
lshw
lsof
lua51
luarocks
man-db
man-pages
neovim
networkmanager
nftables
nodejs
npm
nvidia-open-dkms
nvidia-utils
nwg-look
openssh
os-prober
otf-font-awesome
pacman-contrib
paru
paru-debug
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
plocate
plymouth
pnpm
qt5-base
qt5-svg
qt5-wayland
qt5ct
qt6-base
qt6-svg
qt6-wayland
qt6ct
reflector
ripgrep
rofi-wayland
rustup
snapper
sof-firmware
starship
sudo
tealdeer
terminus-font
texinfo
time
tree-sitter-cli
ttf-font-awesome
ttf-jetbrains-mono-nerd
ufw
unzip
upd72020x-fw
usbutils
uwsm
vim
waybar
wd719x-firmware
wget
wireless-regdb
wireplumber
wl-clipboard
wlr-randr
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
yazi
zoxide
zram-generator
zsh
